"%@ v%@" = "%@ v%@";
"%@ v%@ (Trial)" = "%@ v%@（試用版）";
"Drop here" = "拖放到此處";
"About Dockside" = "關於 Dockside";
"About Dockside..." = "關於 Dockside...";
"Accessibility Permission Required" = "需要輔助功能權限";
"Activate License" = "啟用授權";
"Add File to Dockside Shelf" = "將檔案新增到 Dockside 收納列";
"Always there to help, email: hachipoo.apps@gmail.com" = "隨時為您提供幫助，電子郵件：hachipoo.apps@gmail.com";
"Apple Events Permission Required" = "需要 Apple Events 權限";
"Are you sure you want to delete all items?" = "確定要刪除所有項目嗎？";
"Are you sure you want to delete all notes?" = "確定要刪除所有筆記嗎？";
"Are you sure you want to remove all files from the Dockside?" = "確定要從 Dockside 移除所有檔案嗎？";
"Are you sure you want to remove all notes from the Dockside?" = "確定要從 Dockside 移除所有筆記嗎？";
"Automatically send crash reports" = "自動傳送當機報告";
"Buy Dockside App" = "購買 Dockside";
"Buy Later" = "稍後購買";
"Buy License" = "購買授權";
"Buy License..." = "購買授權...";
"Buy Lifetime License ($5.99)" = "購買終身授權（$5.99）";
"Buy Me a Coffee?" = "請我喝杯咖啡？";
"Buy me a coffee?" = "請我喝杯咖啡？";
"Cancel" = "取消";
"Cancel and Quit" = "取消並退出";
"Changelog" = "更新日誌";
"Check for Updates" = "檢查更新";
"Check for Updates..." = "檢查更新...";
"Check out app usage guide" = "查看應用程式使用說明";
"Congratulations! Dockside is now active, it lives next to your Dock. Let's take a quick tour of its key features..." = "恭喜！Dockside 已啟用，它位於您的 Dock 旁邊。讓我們快速瀏覽其關鍵功能...";
"Contact Developer" = "聯絡開發者";
"Contact Developer (via Email)" = "透過電子郵件聯絡開發者";
"Contact Developer for Dockside v%@ (%@ - %@) on macOS %@" = "聯絡開發者：Dockside v%@（%@ - %@），macOS %@";
"Contact Developer via Email" = "透過電子郵件聯絡開發者";
"Create Note" = "新增筆記";
"Create a new note..." = "新增筆記...";
"Debugging" = "除錯";
"Delete All" = "全部刪除";
"Dockside is positioned at the bottom of your primary screen and will automatically hide" = "Dockside 位於主螢幕底部，並將自動隱藏";
"Dockside is hidden now like Dock, %@ is in full screen mode. " = "Dockside 現已像Dock一樣隱藏，%@ 處於全螢幕模式。";
"Dockside is hidden now like Dock, %@ is in full screen. " = "Dockside 現已像Dock一樣隱藏，%@ 處於全螢幕。";
"Dockside lives here in the menu bar, you can drop your files here too..." = "Dockside 在選單列裡，您也可以把檔案拖放到這裡...";
"%@ is in full screen mode, Dockside auto-hide mode is disabled because the %@ app is listed as an exception." = "%@ 處於全螢幕模式，由於 %@ 應用程式在例外列表中，Dockside 自動隱藏已關閉。";
"You can also drop files here, by the way" = "順便說一下，您也可以把檔案拖放到這裡";
"Don't ask me again" = "不再詢問";
"Downloads Area" = "下載區域";
"Easy Drag & Drop" = "輕鬆拖放";
"Enable Advanced Logging" = "啟用進階日誌記錄";
"Enable Crash Reporting" = "啟用當機報告";
"Enable Error/Crash Reporting" = "啟用錯誤/當機報告";
"Expand" = "展開";
"Files Shelf" = "檔案收納列";
"Get List of Files from Dockside Shelf" = "獲取 Dockside 收納列中的檔案列表";
"Got it!" = "知道了！";
"Get Started..." = "開始使用...";
"Help & Support" = "說明與支援";
"Hope you enjoyed using Dockside! Consider purchasing a lifetime license for $5.99 to continue using it. If you already have a license, activate it below. Thank you 🙏🏼" = "希望您喜歡使用 Dockside！考慮購買 $5.99 的終身授權以繼續使用。如果您已經擁有授權，請在下方啟用。謝謝 🙏🏼";
"Hope you enjoyed using Dockside! 🙌🏼 To continue using Dockside, please make a one-time purchase. If you already have a license, try activating it again using the preferences menu. Thank you 🙏🏼" = "希望您喜歡使用 Dockside！🙌🏼 要繼續使用 Dockside，請進行一次性購買。如果您已有授權，請在偏好設定中再次啟用。謝謝 🙏🏼";
"Hope you're enjoying the Dockside app!\nIf you like the app, please consider purchasing a lifetime license after the trial. Your purchase would mean a lot and help keep the app alive.\n\nIf you have any feedback, encounter any issues, or feel the app isn't working for you, I'd love to hear your thoughts." = "希望您喜歡 Dockside 應用！\n如果您喜歡它，請在試用期結束後考慮購買終身授權。您的購買意義重大，並能協助應用程式持續發展。\n\n如果您有任何意見、遇到問題或覺得應用程式不適合您，我很願意聽到您的想法。";
"In this section you will find recent downloads by default. You can also customise it to monitor a specific folder or show the recent files." = "此區域預設顯示最近的下載內容。您也可以自訂以監視特定檔案夾或顯示最近檔案。";
"In trial (%d days remaining)" = "試用中（剩餘 %d 天）";
"Internal error - Invalid URL" = "內部錯誤 - 無效 URL";
"Internal error - No data received" = "內部錯誤 - 未收到資料";
"Issues? Contact Developer" = "有問題？聯絡開發者";
"It seems that your Dock is wide, leaving very little space for Dockside to fit. While Dockside can still function with limited space around the Dock, the experience would be better with a slightly narrower Dock.\n\nDockside also includes an app launcher. To access your apps, simply drag them to the shelf instead of keeping them in the Dock, and Dockside will automatically add them to the app launcher." = "您的 Dock 似乎很寬，給 Dockside 留下的空間很小。Dockside 仍可在有限空間中工作，但稍微窄一點的 Dock 會有更好的體驗。\n\nDockside 還包含應用程式啟動器。要取用您的應用程式，只需將它們拖到收納列上而不是保留在 Dock 中，Dockside 會自動將其新增到應用程式啟動器。";
"Join our Discord Community" = "加入我們的 Discord 社區";
"Join our Discord community" = "加入我們的 Discord 社區";
"Licensed" = "已授權";
"Located to the left of the Dock, the Files shelf lets you drag and drop your frequently used files, folders, images, links, and even text snippets for quick access! Just mouse hover the icon to see a quick preview, right-click to see utilities..." = "位於 Dock 左側的檔案收納列可讓您拖放常用檔案、檔案夾、圖片、超連結，甚至文字片段，方便快速取用！將滑鼠停留在圖像上即可快速預覽，右鍵可查看工具...";
"Manage License..." = "管理授權...";
"Move to Bin" = "丟到垃圾桶";
"No files" = "沒有檔案";
"No, I will set up later" = "不，我稍後設定";
"Notes are disabled in settings..." = "筆記已在設定中停用...";
"OK" = "好的";
"OK (I've enabled access)" = "好的（已啟用存取權限）";
"OK, I understand" = "好的，我明白了";
"On the right of the Dock, Dockside automatically displays your latest screenshots and downloads. You can customise this shelf to monitor your favourite folders or even show recent files." = "在 Dock 右側，Dockside 會自動顯示您最新的螢幕截圖和下載內容。您可以自訂該收納列以監視喜愛的檔案夾或顯示最近檔案。";
"Open App Drawer" = "打開應用程式抽屜";
"Open Preferences" = "打開偏好設定";
"Quick Actions" = "快速動作";
"Quit" = "退出";
"Quit Dockside" = "退出 Dockside";
"Recover Trial?" = "回復試用？";
"Recovered from an error" = "已從錯誤中回復";
"Refresh" = "重新整理";
"Refresh the Dockside" = "重新整理 Dockside";
"Remove" = "移除";
"Remove '%@' from shelf?" = "從收納列移除“%@”嗎？";
"Remove All" = "移除全部";
"Remove All Files from Dockside Shelf" = "從 Dockside 收納列移除所有檔案";
"Remove Files" = "移除檔案";
"Remove Files & Notes" = "移除檔案和筆記";
"Remove Notes" = "移除筆記";
"Remove all files from Dockside" = "從 Dockside 移除所有檔案";
"Report to Developer" = "回報給開發者";
"Reset Complete" = "重置完成";
"Reset Permissions and Restart?" = "重置權限並重新啟動？";
"Reset System Permissions" = "重置系統權限";
"Reset System Permissions..." = "重置系統權限...";
"Restart" = "重新啟動";
"Leave a review" = "撰寫評論";
"Export settings…" = "匯出設定…";
"Dockside version" = "Dockside 版本";
"Display arrangement (screen frames)" = "顯示器排列（螢幕座標）";
"Currently full-screen apps" = "目前全螢幕應用程式";
"Currently in Automatic mode." = "目前為自動模式。";
"Currently in Manual mode." = "目前為手動模式。";
"Dockside lives next to the Dock in your main display and\nfollows where the Dock goes, by default (i.e., Automatic)." = "Dockside 位於主要顯示器的 Dock 旁，\n預設會跟隨 Dock 移動（即自動模式）。";
"If that's not working, you can pin Dockside to one of your screens manually." = "如果您願意，可以將 Dockside 手動固定到某個螢幕。";
"Automatic follows the Dock's screen and edge. Choose Left, Bottom, or Right to pin the shelf position manually." = "自動模式會跟隨 Dock 所在螢幕和邊緣。\n選擇左側、底部或右側可手動固定架子位置。";
"Download Dockside settings for developer." = "為開發者下載 Dockside 設定。";
"Show Utility Action Buttons" = "顯示實用操作按鈕";
"Show Utility Action Buttons (Files shelf)" = "顯示實用操作按鈕（檔案收納列）";
"Show Utility Action Buttons (Screenshots shelf)" = "顯示實用操作按鈕（截圖架）";
"When enabled, hovering over an item shows utility action buttons (e.g. Copy All, Open in Finder) on the icon. They are hidden automatically when the icon is too small to tap easily." = "啟用後，將滑鼠停留在項目上時，圖像上會顯示實用操作按鈕（如全部複製、在 Finder 中打開）。當圖像過小不便點擊時會自動隱藏。";
"Restart Dockside..." = "重新啟動 Dockside...";
"Restarted automatically after a crash.\n%@\n\n*** App won't restart automatically after this, report it now ***\n\nPlease enable 'Send Crash Reports to Developer' below (or in app settings) to alert the developer about this error or send an email to hachipoo.apps@gmail.com to help fix it." = "當機後已自動重新啟動。\n%@\n\n*** 此後應用將不會自動重啟，請立即報告 ***\n\n請在下方（或應用設定中）啟用“傳送當機報告給開發者”，以通知開發者此錯誤，或傳送郵件至 hachipoo.apps@gmail.com 以協助修復。";
"Restarted automatically after a crash.\n%@\n\nClick OK to continue, but if the problem persists, report it.\n\nYou can enable 'Send Crash Reports to Developer' below (or in app settings) to alert the developer about future crash events or send an email to hachipoo.apps@gmail.com." = "當機後已自動重新啟動。\n%@\n\n點擊“好”繼續，但如果問題仍然存在，請報告。\n\n您可以在下方（或應用設定中）啟用“傳送當機報告給開發者”以通知未來當機事件，或傳送郵件至 hachipoo.apps@gmail.com。";
"Restarted multiple times to recover after a crash.\n%@\n\nPress OK to continue.\n\nDeveloper has been notified of this crash, the issue will be fixed soon. You can additionally report it via email to hachipoo.apps@gmail.com." = "為從當機中回復已多次重啟。\n%@\n\n點擊“好”繼續。\n\n開發者已收到該當機通知，問題將很快修復。您也可以透過郵件 hachipoo.apps@gmail.com 進一步報告。";
"Restore Previously Deleted File(s)" = "回復之前刪除的檔案";
"Save Clipboard Contents to Shelf" = "將剪貼板內容儲存到收納列";
"Screenshot from clipboard was added to the shelf." = "剪貼板中的截圖已新增到收納列。";
"Screenshots & Downloads" = "螢幕截圖與下載";
"Screenshots Area" = "螢幕截圖區域";
"Send App Crash Reports to Developer" = "向開發者傳送應用程式當機報告";
"Settings" = "設定";
"Settings..." = "設定...";
"Start %d-day Trial (retry)" = "開始 %d 天試用（重試）";
"Start Your %d-day Free Trial" = "開始您的 %d 天免費試用";
"Start Your Free %d-Day Trial" = "開始您的免費 %d 天試用";
"Starting trial, please wait..." = "正在開始試用，請稍候...";
"Submit Feature Request / Report Bug?" = "送出功能請求/報告錯誤？";
"Submit Feature Request or Report Bug" = "送出功能請求或報告錯誤";
"Submit Feature Requests & Report Bugs" = "送出功能請求並報告錯誤";
"The %d-day trial of the Dockside app has ended" = "Dockside 的 %d 天試用已結束";
"The Files shelf activates automatically when you start dragging. Simply drop items onto it. You can also create quick notes on this shelf, use the + button!" = "當您開始拖動時，檔案收納列會自動啟用。只需將項目放上去即可。您還可以在該收納列上新增快速筆記，使用 + 按鈕！";
"The app needs permission to send Apple events to System Events in order to determine the Dock size.\nPlease go to System Preferences > Security & Privacy > Automation and allow the Dockside app to control \"System Events\". \nIf the problem persists, try resetting the permission using the last option." = "應用程式需要向 System Events 傳送 Apple events 的權限，以確定 Dock 的大小。\n請前往 系統設定 > 安全性與隱私權 > 自動化，並允許 Dockside 控制“System Events”。\n如果問題仍然存在，請嘗試使用最後一個選項重置權限。";
"The app will now close now, please open the app again." = "應用程式將關閉，請重新打開應用程式。";
"The application needs access to Accessibility features to correctly determine the Dock size.\nPlease go to System Preferences > Security & Privacy > Accessibility and allow access for the Dockside app." = "應用程式需要取用輔助功能以正確確定 Dock 大小。\n請前往 系統設定 > 安全性與隱私權 > 輔助功能，並允許 Dockside 取用。";
"This section is dedicated to recent screenshots by default, making them easy to find. You can customise this area to monitor a specific folder for any images or just files." = "該區域預設用於顯示最近的螢幕截圖，便於尋找。您可以自訂此區域以監視特定檔案夾中的圖片或檔案。";
"This will move all items from the Downloads area to the Bin. You can recover them from the Trash if needed." = "這會將下載區域中的所有項目丟到垃圾桶。如有需要，可從垃圾桶回復。";
"This will move all items from the Downloads area to the Bin. You can recover them from the Trash if needed. \n\nThe items matching the following patterns are excluded: %@" = "這會將下載區域中的所有項目丟到垃圾桶。如有需要，可從垃圾桶回復。\n\n以下模式匹配的項目將被排除：%@";
"This will move all items from the Screenshots and Downloads area to the Bin. You can recover them from the Bin if needed." = "這會將螢幕截圖和下載區域中的所有項目丟到垃圾桶。如有需要，可從垃圾桶回復。";
"This will move all items from the Screenshots and Downloads area to the Bin. You can recover them from the Bin if needed. \n\nThe items matching the following patterns are excluded: %@" = "這會將螢幕截圖和下載區域中的所有項目丟到垃圾桶。如有需要，可從垃圾桶回復。\n\n以下模式匹配的項目將被排除：%@";
"This will move all items from the Screenshots area to the Bin. You can recover them from the Bin if needed." = "這會將螢幕截圖區域中的所有項目丟到垃圾桶。如有需要，可從垃圾桶回復。";
"This will move all items from the Screenshots area to the Bin. You can recover them from the Bin if needed. \n\nThe items matching the following patterns are excluded: %@" = "這會將螢幕截圖區域中的所有項目丟到垃圾桶。如有需要，可從垃圾桶回復。\n\n以下模式匹配的項目將被排除：%@";
"This will offload all files from the Dockside, except for your Quick Notes. The actual files will remain on your disk." = "這會從 Dockside 移除所有檔案（快速筆記除外）。實際檔案仍保留在磁碟上。";
"This will offload all files from the Dockside. The actual files will remain on your disk." = "這會從 Dockside 移除所有檔案。實際檔案仍保留在磁碟上。";
"This will offload all notes from the Dockside. The actual files will remain on your disk." = "這會從 Dockside 移除所有筆記。實際檔案仍保留在磁碟上。";
"This will offload all notes from the Dockside. The actual notes will remain on your disk." = "這會從 Dockside 移除所有筆記。實際筆記仍保留在磁碟上。";
"This will only remove the file from the shelf. The original file is not affected by this action." = "這只會從收納列移除該檔案，不會影響原檔案。";
"This will remove all notes from Dockside and delete them from the disk. This action cannot be undone." = "這將從 Dockside 移除所有筆記並從磁碟刪除，無法還原。";
"To reveal Dockside, simply hover your mouse near the bottom of the screen OR press and hold 'Control + Option + Command' key. It functions just like the Dock in hidden mode." = "要顯示 Dockside，只需將滑鼠停留在螢幕底部附近，或按住“Control + Option + Command”鍵。它的行為與隱藏模式下的 Dock 類似。";
"Trial (%d days left)" = "試用（剩餘 %d 天）";
"Trial Started" = "試用已開始";
"Trial active %d days left" = "試用進行中，剩餘 %d 天";
"Trial active 🎉" = "試用已啟用 🎉";
"Trial bug report - v%@ (%@ - %@) on macOS %@" = "試用問題報告 - v%@（%@ - %@），macOS %@";
"Trial inactive" = "試用未啟用";
"Trial start error - v%@ (%@ - %@) on macOS %@" = "試用開始錯誤 - v%@（%@ - %@），macOS %@";
"Trial successfully activated! %d-days left. Any issues or feedback, feel free to reach out via email or join our Discord community." = "試用已成功啟用！還剩 %d 天。如有問題或意見，歡迎透過郵件聯絡或加入我們的 Discord 社區。";
"Troubleshooting / Usage Tips" = "故障排查 / 使用提示";
"Unable to start trial" = "無法開始試用";
"Unlicensed" = "未授權";
"Usage Tips" = "使用提示";
"Use quick action buttons to expand the shelf or clear all items with a single click. Dockside supports mouse gestures & keyboard shortcuts within the shelf just like Finder!" = "使用快速操作按鈕可展開收納列或一鍵清空所有項目。Dockside 在收納列內支援滑鼠手勢和鍵盤快速鍵，就像 Finder 一樣！";
"Visual Cues" = "視覺提示";
"Visual cues like the one shown - green dot on an icon highlights the most recently added item. Infact, you don't need to work your mind to remember the order in the shelf, look for the green dot." = "如圖所示的視覺提示——圖像上的綠色圓點標註最近新增的項目。事實上您無需記住順序，只需尋找綠色圓點。";
"We couldn't recover your trial status due to data corruption. Please make a one-time purchase to continue using Dockside. If you already have a license, try activating it again using the preferences menu. If the problem persists, please contact the developer for assistance (error: %@ trial start date: %@)." = "由於資料損壞，無法回復您的試用狀態。請進行一次性購買以繼續使用 Dockside。如果您已有授權，請在偏好設定中再次啟用。如問題仍存在，請聯絡開發者（錯誤：%@ 試用開始日期：%@）。";
"We couldn't verify your trial status due to data corruption, use the recover trial option. If you wish to purchase, make a one-time purchase to continue using Dockside. If you already have a license, try activating it again using the preferences menu. If the problem persists, please contact the developer for assistance (error: %@ trial start date: %@)." = "由於資料損壞，無法驗證您的試用狀態，請使用回復試用選項。如果您想購買，請進行一次性購買以繼續使用 Dockside。如果您已有授權，請在偏好設定中再次啟用。如問題仍存在，請聯絡開發者（錯誤：%@ 試用開始日期：%@）。";
"Welcome to Dockside" = "歡迎使用 Dockside";
"Welcome to Dockside ✧˖°" = "歡迎使用 Dockside ✧˖°";
"Wide Dock" = "Dock 太寬";
"Would you like to enable automatic crash reporting? This helps us improve the app by sending anonymous crash logs." = "是否啟用自動當機報告？這將透過傳送匿名當機日誌幫助我們改進應用程式。";
"Yes, Enable Crash Reporting" = "是，啟用當機報告";
"Your %d-day trial has expired!" = "您的 %d 天試用已到期！";
"%@ Area Width:" = "%@ 區域寬度：";
"%@ Count:" = "%@ 數量：";
"%@ Location:" = "%@ 位置：";
"(Auto-Hide Time Modifier: %@ ms)" = "（自動隱藏時間修正：%@ 毫秒）";
"(Auto-Hide Time Modifier: default)" = "（自動隱藏時間修正：預設）";
"<None>" = "<無>";
"Add to Ignore List" = "新增到忽略列表";
"All warnings and messages were reset..." = "所有警告和提示已重置...";
"Apps in full-screen mode:\n%@\n\nAdd them to the ignore list, if required." = "全螢幕模式應用程式：\n%@\n\n如有需要，請將它們新增到忽略列表。";
"Are you sure you want to delete all files?" = "確定要刪除所有檔案嗎？";
"Are you sure?" = "確定嗎？";
"Both email and license key are required for activating the license" = "啟用授權需要填寫電子郵件和授權金鑰。";
"CPU usage alert" = "CPU 使用率提醒";
"Choose a folder for files" = "為檔案選擇檔案夾";
"Choose a folder for notes" = "為筆記選擇檔案夾";
"Choose a folder for screenshots" = "為截圖選擇檔案夾";
"Choose a folder..." = "選擇檔案夾...";
"Click on 'Arrange...' to move the menu bar (white bar) to the screen you want to move the Dock to." = "點擊“排列...”以將選單列（白色條）移動到想要移動 Dock 的螢幕。";
"Compression Error" = "壓縮錯誤";
"Deactivate License" = "停用授權";
"Debug Log File Not Found" = "未找到除錯日誌檔案";
"Desktop" = "桌面";
"Detected full screen apps that may trigger auto-hiding in Dockside!" = "偵測到可能觸發 Dockside 自動隱藏的全螢幕應用程式！";
"Dockside follows where the Dock goes, sometimes the macOS display settings may interfere with this. To properly move Dock (and the Dockside) to the other display/screen/monitor.\n\nNavigate to 'System Settings' > 'Displays' > Click on 'Arrange...' and move the white menu bar to the screen you want to set as primary. \n\nThis will make that display your main display in macOS with Dock in it. Dockside will automatically move here too and work as expected." = "Dockside 會跟隨 Dock 的位置，但 macOS 的顯示設定有時會影響這一行為。要將 Dock（以及 Dockside）正確移動到另一塊顯示器/螢幕/顯示器，請按以下步驟操作。\n\n前往“系統設定” > “顯示器”，點擊“排列...”，並把白色選單列拖到您想設為主螢幕的顯示器。\n\n這樣該顯示器就會成為 macOS 的主要顯示器，Dock 也會在其上顯示。Dockside 會自動移動到這裡並正常工作。";
"Dockside will show the warnings and messages again when it is relevant, report any issues to the Developer." = "Dockside 會在相關時再次顯示這些警告和提示，如有問題請聯絡開發者。";
"Downloads" = "下載";
"Downloads Area Width:" = "下載區域寬度：";
"Downloads Count:" = "下載數量：";
"Downloads Location:" = "下載位置：";
"Enabling this feature enhances Dockside's responsiveness to Dock size changes, making it adapt more dynamically than usual. However, it may slightly increase CPU usage due to active polling of Dock size changes." = "啟用此功能會增強 Dockside 對 Dock 尺寸變化的回應，使其更動態地調整。但由於需要持續偵測 Dock 尺寸，CPU 使用率可能會略有增加。";
"Error" = "錯誤";
"Error Deactivating License (Invalid license key)" = "停用授權出錯（無效的授權金鑰）";
"Error Deactivating License (Limit exceeded error)" = "停用授權出錯（超出使用次數限制）";
"Error Deactivating License (Network error)" = "停用授權出錯（網路錯誤）";
"Error Deactivating License (Parsing error)" = "停用授權出錯（解析錯誤）";
"Error Deactivating License (Unknown error)" = "停用授權出錯（未知錯誤）";
"Exclusion List:" = "排除列表：";
"Ignore \"%@\"" = "忽略“%@”";
"Filename already in Exclusion List" = "檔案名稱已在排除列表中";
"Added \"%@\" to Exclusion List" = "已將“%@”新增到排除列表";
"\"%@\" is already in Exclusion List" = "“%@”已在排除列表中";
"Failed to Save ZIP File" = "無法儲存 ZIP 檔案";
"Failed to compress the debug log file: %@" = "壓縮除錯日誌檔案失敗：%@";
"Filters:" = "篩選器：";
"Finder Advanced Setting Enabled" = "已啟用 Finder 進階設定";
"Images Area Width:" = "圖片區域寬度：";
"Images Count:" = "圖片數量：";
"Images Location:" = "圖片位置：";
"Internal error" = "內部錯誤";
"Invalid license key" = "無效的授權金鑰";
"License Successfully Deactivated" = "授權已成功停用";
"License uses exceeded the limit" = "授權使用次數已超限";
"License has exceeded the maximum number of activations (%d devices allowed). Deactivate on another device to free a slot." = "授權已超過最大啟用數量（最多 %d 台裝置）。請在另一台裝置上停用以釋放名額。";
"Failed to record activation. Please check your internet connection and try again." = "Dockside 需要完成一次性啟用。請檢查網路連線後重試。";
"Failed to remove activation from server. Please check your internet connection and try again." = "無法從伺服器移除啟用記錄。請檢查網路連線後重試。";
"Network error" = "網路錯誤";
"No debug log file was found to download." = "未找到可下載的除錯日誌檔案。";
"Notes Count:" = "筆記數量：";
"Notes Location:" = "筆記位置：";
"Notes Type:" = "筆記類型：";
"Once your trial ends, you can continue using the app by purchasing a one-time license.\nThere are no subscriptions, no hidden fees – just a simple one-time purchase.\nThis app is lovingly crafted by an indie developer, and your support helps keep independent development alive." = "試用結束後，您可以購買一次性授權繼續使用應用程式。\n沒有訂閱、沒有隱藏費用——只需一次性購買。\n這款應用程式由獨立開發者用心打造，您的支持有助於獨立開發持續進行。";
"Please check the internet connection and restart the app, if the problem continues, contact the developer." = "請檢查網路連線並重啟應用程式，如問題持續請聯絡開發者。";
"Recents Area Width:" = "最近項目區域寬度：";
"Recents Count:" = "最近項目數量：";
"Recents Location:" = "最近項目位置：";
"Report this to Developer (via email)" = "透過電子郵件向開發者回報";
"Reporting full screen app - %@ - v%@ (%@ - %@) on macOS %@" = "回報全螢幕應用程式 - %@ - v%@（%@ - %@）於 macOS %@";
"Save Debug Log ZIP" = "儲存除錯日誌 ZIP";
"Default" = "預設";
"Mode:" = "模式：";
"Shelf Content" = "收納列內容";
"Same as Files" = "與檔案相同";
"Screen %d" = "螢幕 %d";
"Screen %d - No name" = "螢幕 %d - 無名稱";
"Screenshots Count:" = "截圖數量：";
"Screenshots Location:" = "截圖位置：";
"Screenshots Width:" = "截圖寬度：";
"Set your main display" = "設定主要顯示器";
"Thank you for purchasing a license! 🙏🏽 Your support helps keep this app alive and allows me, as an indie developer, to continue improving the app and creating more useful features. Your contribution is truly appreciated!\n\nIf you encounter any issues or have feedback, feel free to reach out 🙌🏻" = "感謝購買授權！🙏🏽 您的支持讓這款應用程式得以繼續，也讓我作為獨立開發者可以不斷改進並新增更有用的功能。非常感謝您的支持！\n\n如果遇到問題或有意見，歡迎隨時聯絡 🙌🏻";
"Thank you for purchasing this app! 🎉" = "感謝購買此應用程式！🎉";
"Thank you! 🎉" = "謝謝！🎉";
"There was an error saving the ZIP file: %@" = "儲存 ZIP 檔案時出錯：%@";
"This will remove all system permissions granted to the Dockside app. Don’t worry—Dockside will prompt for access again when required." = "這將移除授予 Dockside 的所有系統權限。不用擔心——Dockside 會在需要時再次請求取用權限。";
"This will remove all temp files from Dockside and delete them from the disk. This action cannot be undone." = "這將從 Dockside 刪除所有臨時檔案並從磁碟中刪除，且無法還原。";
"This will reset the Downloads location to \"%@\"" = "這將把下載位置重置為“%@”";
"This will reset the Files location to \"%@\"" = "這將把檔案位置重置為“%@”";
"This will reset the Screenshots location to \"%@\"" = "這將把截圖位置重置為“%@”";
"Trial has ended." = "試用已結束。";
"Unknown error" = "未知錯誤";
"Unknown folder" = "未知檔案夾";
"Up to %d files are shown." = "最多顯示 %d 個檔案。";
"Up to %d notes are shown." = "最多顯示 %d 條筆記。";
"You can set this shelf area to monitor any folder — choose a preset or select a custom folder via Other…" = "您可以將此架區域設定為監視任何檔案夾 — 選擇預設或透過「其他…」選擇自訂檔案夾。";
"Version not available" = "版本無法使用";
"You have enabled the advanced preference setting of the Finder to disable the Desktop features. All icons on the Desktop will disappear the next time the Finder will be launched. They will be restored when you uncheck this option.\nNo files will be moved or deleted. As before, you can access all files currently lying on the Desktop via the folder “Desktop” in your private home folder. You can access all disk volumes via the “Computer” window of the Finder." = "您已啟用 Finder 的進階偏好設定以停用桌面功能。下次 Finder 啟動時，桌面上的所有圖像都會消失；當您取消該選項時會回復。\n不會移動或刪除任何檔案。和以前一樣，您仍可透過個人主目錄中的“桌面”檔案夾取用桌面上的檔案，並可透過 Finder 的“電腦”視窗取用所有磁碟卷宗。";
"You now have full access to every feature with no subscriptions, no recurring charges, and no hidden fees. This app is lovingly crafted by an indie developer, and your support means the world to me. Enjoy the app, all future updates, and know that you’ve supported independent development!" = "您現在可以完整使用所有功能，沒有訂閱、沒有重複收費、也沒有隱藏費用。這款應用程式由獨立開發者精心打造，您的支持意義重大。祝您使用愉快並享受未來的更新，也感謝您支持獨立開發！";
"You now have full access to every features and make sure to join our Discord server for active support. This app is lovingly crafted by an indie developer, and your support means the world to me. Enjoy the app, all future updates, and know that you’ve supported independent development! 🙏🏽" = "您現在已獲得所有功能的完整權限，並請加入我們的 Discord 伺服器以取得即時支援。這款應用程式由獨立開發者用心打造，您的支持意義重大。祝您使用愉快並享受未來的更新，也感謝您支持獨立開發！🙏🏽";
"Your license has been successfully deactivated on this machine.\nThank you for your continued support! Your purchase not only allows me to keep this app up and running but also helps me, as an indie developer, to enhance the app with new features and improvements.\n\nShould you need to activate the license on another device, you're all set to do so. If you encounter any issues or have suggestions, don't hesitate to get in touch. Your feedback is invaluable!\n\nThank you once again for being part of this journey!" = "您的授權已在此裝置上成功停用。\n感謝您一直以來的支持！您的購買不僅讓這款應用程式持續更新，也幫助我這個獨立開發者新增新功能與改進。\n\n如需在其他裝置上啟用授權，現在即可進行。如果遇到問題或有建議，歡迎隨時聯絡。您的意見非常寶貴！\n\n再次感謝您成為這段旅程的一部分！";
"Your trial period has ended. To continue using the app and unlock all features, please purchase a one-time license.\nThis app is lovingly crafted by an indie developer, and your support ensures future updates and features. Thank you!" = "您的試用期已結束。要繼續使用並解鎖所有功能，請購買一次性授權。\n這款應用程式由獨立開發者用心打造，您的支持將帶來更多更新與功能。謝謝！";
"⌛ Trial version, days remaining: %d" = "⌛ 試用版，剩餘天數：%d";
"System" = "系統";
"Light" = "淺色";
"Dark" = "深色";
"Bottom" = "底部";
"Position" = "位置";
"Position on Screen" = "螢幕上的位置";
"Left" = "左側";
"Right" = "右側";
"Top" = "頂部";
"Documents" = "文件";
"Other..." = "其他...";
"Plain Text" = "純文字";
"Rich Text Format" = "富文字格式";
"Markdown" = "Markdown";
"Bike" = "Bike";
"when dragging is near the shelf..." = "當拖曳接近收納列時...";
"when dragging starts, at the cursor position..." = "當拖曳開始時，在指標位置...";
"when dragging starts..." = "當拖曳開始時...";
"New Note..." = "新增筆記...";
"Files Shelf Actions" = "檔案收納列操作";
"Quick Settings" = "快速設定";
"Add from Finder..." = "從 Finder 新增...";
"Add from Clipboard" = "從剪貼板新增";
"Add from Recent Files" = "從最近檔案新增";
"Finder Actions" = "Finder 動作";
"Delete All Empty Notes" = "刪除所有空筆記";
"Turn Hiding On" = "開啟隱藏";
"Turn Hiding Off" = "關閉隱藏";
"Turn Hiding Off (full screen app found)" = "關閉隱藏（發現全螢幕應用程式）";
"Turn Hiding Off (Full screen app found)" = "關閉隱藏（發現全螢幕應用程式）";
"Turn Hiding On (Dock Hiding On)" = "開啟隱藏（Dock 已隱藏）";
"Turn Fading On" = "開啟淡出";
"Turn Fading Off" = "關閉淡出";
"Screenshots & Downloads Shelf Actions" = "螢幕截圖與下載收納列動作";
"Utilities" = "工具";
"Deselect All" = "取消全選";
"Open Recents" = "打開最近項目";
"Set Dockside Screen" = "設定 Dockside 螢幕";
"Reset (to Automatic)..." = "重置（為自動）...";
"Move All to Bin" = "全部丟到垃圾桶";
"Move to..." = "移動到...";
"Copy to..." = "複製到...";
"No recent folders" = "沒有最近檔案夾";
"Choose Folder..." = "選擇檔案夾...";
"Recently added files:" = "最近新增的檔案：";
"Recent Notes:" = "最近的筆記：";
"No recent files" = "沒有最近檔案";
"No notes" = "沒有筆記";
"(Open Files...)" = "（打開檔案...）";
"(Open Notes...)" = "（打開筆記...）";
"Clear History..." = "清除歷史記錄...";
"Add to Ignored" = "新增到忽略列表";
"Adjust the Dock auto-hide delay (in milliseconds) when Dock auto-hide delay is disabled. \n\nDrag to the maximum to restore the system default, or lower the value to speed up the Dock reveal animation in auto-hide mode." = "當 Dock 自動隱藏延遲被停用時，調整 Dock 自動隱藏延遲（毫秒）。\n\n拖到最大值可回復系統預設，降低該數值可加快自動隱藏模式下 Dock 的顯示動畫。";
"Adjust the delay before Dockside detects a drag-and-drop action. Shorter delays improve responsiveness, while longer delays help prevent accidental triggers." = "調整 Dockside 偵測拖放動作前的延遲。延遲越短回應越快，延遲越長可避免誤觸。";
"Advanced Options" = "進階選項";
"Appearance & Behavior" = "外觀與行為";
"Buy me a coffee" = "請我喝杯咖啡";
"By default, Dockside creates a copy of the original item when the 'Store as Reference' option is disabled. To move the item to the shelf, enable this option. The original file is then moved to Dockside's temporary (work area) folder." = "預設情況下，當「僅儲存引用」選項關閉時，Dockside 會在收納列中儲存原始項目的副本。若要將項目直接移動到收納列，請啟用此選項。啟用後，原始檔案會被移動到 Dockside 的暫存（工作區）檔案夾。";
"By default, Dockside stores only item references to the original item. When disabled, it copies files or folders instead, ensuring its own copy if the original is deleted, though this may create redundant copies of the item. To move the original item to the shelf, toggle the second option." = "預設情況下，Dockside 只會儲存項目的原始位置（引用）。若停用此設定，Dockside 會改為複製檔案或檔案夾，讓即使原始檔案被刪除時仍能保留副本，但這也可能產生重複的檔案。若要將原始項目直接移動到收納列，請切換第二個選項。";
"Check out Dockside usage guide for more tips and tricks" = "查看 Dockside 使用說明，獲取更多技巧";
"Crafted with care by an indie developer." = "由獨立開發者用心打造。";
"Detected Full Screen Apps" = "偵測到的全螢幕應用程式";
"Disables macOS Desktop features such as drag and drop, right-click menu, and desktop icons to prevent interference with Dockside behaviors. Nothing is deleted, and all features will be restored to their original state when you disable this option." = "停用 macOS 桌面功能（如拖放、右鍵選單和桌面圖像）以避免與 Dockside 行為衝突。不會刪除任何內容，關閉該選項後會回復原狀。";
"Disables the delay when showing the hidden Dock (i.e., sets 'autohide-delay' Dock property).\n\nThe action is reversible so not to worry,  the Dock auto-hide delay property will be restored to system defaults when you uncheck this option." = "停用顯示隱藏 Dock 時的延遲（設定 Dock 屬性“autohide-delay”）。\n\n該操作可回復，因此不用擔心；取消勾選後將回復系統預設的自動隱藏延遲。";
"Discord" = "Discord";
"Dock Auto-Hide Time Modifier:" = "Dock 自動隱藏時間修正:";
"Dockside Auto-Hide Delay:" = "Dockside 自動隱藏延遲:";
"Dockside creates a working directory here. Dockside stores temporary files, notes & items dropped from external sources like web here. Also stores the copies of the local items here when 'Store Only Item References' is disabled. " = "Dockside 在此新增工作目錄。Dockside 會在此存放臨時檔案、筆記以及來自網頁等外部來源拖入的項目。當“僅儲存引用”被關閉時，本地項目的副本也會存放在此。";
"Dockside follows where the Dock goes, by default (automatic mode).Sometimes the macOS display settings may interfere with this. To properly move the Dock (and the Dockside) to the other screen Navigate to 'System Settings' > 'Displays' > Click on 'Arrange...' and move the white menu bar to the screen you want to set as primary. This will make that display your main display in macOS with Dock in it.\nDockside will automatically move here too and work as expected. To force move the Dockside to one of your screens, select from the below." = "預設情況下 Dockside 會跟隨 Dock 的位置（自動模式）。有時 macOS 顯示設定會影響這一行為。要將 Dock（以及 Dockside）正確移動到另一塊螢幕，請前往“系統設定”>“顯示器”>“排列...”，並把白色選單列拖到您想設為主螢幕的顯示器。這樣該顯示器將成為 macOS 主要顯示器並顯示 Dock。\nDockside 也會自動移動到此並正常工作。要強制將 Dockside 移到某個螢幕，請在下方選擇。";
"Dockside occasionally shows a few useful tips near the menu bar icon that are relevant from time to time. However, if the menu bar icon is disabled or if you have installed menu bar customization apps (like Bartender or Ice), Dockside will automatically disable the popups to reduce annoyance." = "Dockside 偶爾會在選單列圖像附近顯示一些有用提示。如果選單列圖像被停用，或您安裝了選單列管理應用程式（如 Bartender 或 Ice），Dockside 會自動關閉這些跳出視窗以減少打擾。";
"Dockside will additionally monitor the specified files location for new items and automatically add them to the Files shelf for easy access. You can continue to drag and drop to the Files shelf even when this is enabled. The dragged items that are downloaded will still be saved in the work directory of Dockside and not in this monitored directory." = "Dockside 會額外監視指定的檔案位置以偵測新項目，並自動新增到檔案收納列。即使啟用此功能，您仍可繼續拖放到檔案收納列。透過拖放下載的項目仍會儲存在 Dockside 的工作目錄中，而不是該監視目錄。";
"Dockside will automatically fade out to keep your Dock area distraction free, it will bounce back to llife when dragging is detected or mouse activity is detected on the Dockside. This option is only applicable when Dock and the Dockside is NOT in auto-hide mode. " = "Dockside 會自動淡出以保持 Dock 區域清爽，當偵測到拖曳或滑鼠活動時會回復顯示。此選項僅在 Dock 和 Dockside 未處於自動隱藏模式時適用。";
"Dockside will be a bit more dynamic with it's size changes in response to the Dock size changes. The feature impacts the CPU resource utilisation slightly due to the need for polling Dock size changes." = "Dockside 會更動態地回應 Dock 尺寸變化。由於需要偵測 Dock 大小，此功能會略微增加 CPU 使用率。";
"Download Debug Log" = "下載除錯日誌";
"Drag & Drop Behaviors" = "拖放行為";
"Drop Area Activation:" = "拖放區域啟用:";
"Email ID" = "電子郵件";
"Enable this to set Dark mode in Dockside despite the different styles." = "啟用此選項可在不同樣式下強制 Dockside 使用深色模式。";
"Enables advanced logging for debugging purposes. Enable this only when requested by the developer, as it may impact app performance. This will generate detailed app logs locally for debugging purposes. The logs collected during this process contain no personal, behavioural or machine-specific data and are intended solely to help the developer debug issues with the app. The logs can be shared via email to the developer using the download button. " = "啟用進階日誌以便除錯。僅在開發者要求時開啟，因為可能影響應用程式效能。此功能會在本機產生詳細的應用程式日誌，以協助問題排查。這些日誌不包含任何個人資料、使用行為或裝置特定資訊，僅用於協助開發者診斷與修復 App 問題。您可以透過下載按鈕取得日誌，並以電子郵件傳送給開發者。";
"Enter a comma-separated list of simple filename patterns. Use * as a wildcard to match any characters. For example, *.log, temp*, backup* will match any files with a .log extension, files starting with temp, or files starting with backup." = "輸入以逗號分隔的簡單檔案名模式。使用 * 作為萬用字元匹配任意字元。例如：*.log、temp*、backup* 將匹配 .log 副檔名的檔案、以 temp 開頭或以 backup 開頭的檔案。";
"Feature Request" = "功能請求";
"Files downloaded from web, copies of originals dragged to shelf and other temporary files are auto-deleted if they are more than 30 days old" = "從網頁下載的檔案、拖入收納列的原始檔案副本以及其他臨時檔案在超過 30 天後會被自動刪除";
"Full Screen Apps" = "全螢幕應用程式";
"Hotkeys (press and hold during drag in / drag out)" = "快速鍵（拖入/拖出時按住）";
"If an email ID was not provided at the time of purchase, just add any email address here to proceed with the license activation." = "如果購買時未提供電子郵件，請在此填寫任意電子郵件以繼續啟用授權。";
"Ignore dragging (shelf will not activate)" = "忽略拖曳（收納列不啟用）";
"Ignored Apps" = "已忽略的應用程式";
"In addition to monitoring the Screenshots location, Dockside will monitor the Clipboard only for screenshots and automatically save them to the above location for later use. This currently only works with native macOS screenshots app as this is triggered based on the keyboard shortcuts." = "除監視截圖位置外，Dockside 還會僅針對截圖監視剪貼板，並自動儲存到上述位置以便後續使用。目前僅適用於 macOS 原生截圖應用程式，因為它依賴鍵盤快速鍵觸發。";
"Keyboard Shortcuts - General" = "鍵盤快速鍵 - 一般";
"Launch & Updates" = "啟動與更新";
"License Key" = "授權金鑰";
"License Status" = "授權狀態";
"Monitor Directory:" = "監視目錄:";
"Monitor Directory" = "監視目錄";
"Move the file" = "移動檔案";
"Moves the original file to the target location instead of copying." = "將原始檔案移動到目標位置而不是複製。";
"Offsets the auto-hide delay for Dockside (not the Dock). Currently set to 0.\n\nDockside will automatically inherit the Dock settings, if the system defaults has been overriden Dockside will detect this too (i.e., 'autohide-delay' and 'autohide-time-modifier' Dock properties). \n\nIdeally, you don't have to modify this, Dockside should work this out for you but if you need to further tune the timings based on your likings, feel free to change this (the dot indicates default setting of 0). If you encounter any issues, reach out to the developer via email/Discord." = "用於偏移 Dockside（非 Dock）的自動隱藏延遲，目前為 0。\n\nDockside 會自動繼承 Dock 設定；若系統預設被修改，Dockside 也會偵測到（例如 ‘autohide-delay’ 與 ‘autohide-time-modifier’）。\n\n通常無需修改，Dockside 會自動處理；如需進一步微調時間，可自行調整（圓點表示預設值 0）。如遇問題，請透過郵件/Discord 聯絡開發者。";
"Only screenshot images are shown in the shelf when this is enabled. Dockside looks for screenshot image attribute (xattr) to detect screenshots, not all images are shown if this is ticked." = "啟用後，收納列只顯示截圖圖片。Dockside 會透過截圖圖像屬性（xattr）辨識截圖，因此不會顯示所有圖片。";
"Open Sentry" = "打開 Sentry";
"Positioning" = "位置";
"Prevents shelves from revealing while hovering." = "防止滑鼠停留時收納列展開。";
"Remove file from shelf" = "從收納列移除檔案";
"Remove the app from the ignore list, edit like a text editor and click on Apply to see the changes. You may need to restart the Dockside app for the changes to take effect." = "從忽略列表中移除應用程式，像編輯文字一樣修改後點擊“套用”以生效。可能需要重啟 Dockside 才能生效。";
"Removed from the shelf, original is kept intact." = "已從收納列移除，原始檔案保持不變。";
"Reset \"Dont Ask Me\" Warnings" = "重置“不要再問我”警告";
"Resets macOS Accessibility and System Events (Automation) permissions for Dockside app. Dockside will then request for the relevant permissions again when required on launch." = "重置 Dockside 的 macOS 輔助功能與系統事件（自動化）權限。Dockside 會在需要時再次請求相關權限。";
"Select All" = "全選";
"Select Screen" = "選擇螢幕";
"Set the number of recent downloads to display in the Screenshots & Downloads shelf, up to a maximum of 50. When it exceeds, the oldest is automatically removed by Dockside to make way for the new Download." = "設定截圖與下載收納列中顯示的最近下載數量（最多 10 個）。超過時 Dockside 會自動移除最舊的項目以釋放空間。";
"Set the number of recent files to display in the Files shelf, up to a maximum of 50. When it exceeds, the oldest is automatically removed by Dockside to make way for the new item." = "設定檔案收納列中顯示的最近檔案數量（最多 15 個）。超過時 Dockside 會自動移除最舊的項目以釋放空間。";
"Set the number of recent notes to display in the Files shelf, up to a maximum of 50. When it exceeds, the oldest is automatically removed by Dockside to make way for the new item." = "設定檔案收納列中顯示的最近筆記數量（最多 10 個）。超過時 Dockside 會自動移除最舊的項目以釋放空間。";
"Set the number of recent screenshots to display in the Screenshots & Downloads shelf, up to a maximum of 50. When it exceeds, the oldest is automatically removed by Dockside to make way for the new Screenshot." = "設定截圖與下載收納列中顯示的最近截圖數量（最多 10 個）。超過時 Dockside 會自動移除最舊的項目以釋放空間。";
"Set the sensitivity for revealing Dockside when hovering near it in auto-hide mode. Higher sensitivity makes Dockside appear more quickly, while lower sensitivity reduces accidental reveals. You can also use the 'Option' hotkey to stop Dockside from revealing temporarily. " = "設定在自動隱藏模式下，滑鼠靠近時顯示 Dockside 的靈敏度。靈敏度越高顯示越快，越低可減少誤觸。您也可以按住 Option鍵臨時阻止 Dockside 顯示。";
"Shelf Visibility" = "收納列顯示";
"Show Downloads Area" = "顯示下載區域";
"Show Screenshots & Downloads Shelf" = "顯示螢幕截圖與下載收納列";
"Show Screenshots Area" = "顯示截圖區域";
"Store a copy of original file in shelf" = "在收納列中儲存原始檔案副本";
"Stores a copy in the shelf instead of a reference." = "在收納列中儲存副本而不是引用。";
"Support Email" = "電子郵件";
"Temporarily disables drop area activation." = "臨時停用拖放區域啟用。";
"Temporarily reveals shelves in auto-hide mode." = "在自動隱藏模式下臨時顯示收納列。";
"The Dockside shelf is activated based on the triggers selected here, to disable the activation completely use the disable activation toggle." = "Dockside 收納列會依照此處選擇的觸發方式啟用。若要完全停用此功能，請使用「停用啟用」切換開關。";
"The following settings control the macOS Dock appearance and behavior which you can adjust directly in System Preferences > Desktop & Dock. These are only meant to be useful shortcuts." = "以下設定控制 macOS Dock 的外觀與行為，您也可以在“系統設定”>“桌面與 Dock”中直接調整。這些只是便捷的快速方式。";
"The items downloaded from web, copies of the original items (when items are stored as copies rather than reference) will be physically deleted when you remove the item from shelf. This is particularly useful when working with temp or one-time files." = "從網路下載的項目，以及以副本方式儲存的檔案（而非僅儲存引用），在從收納列移除時會一併從磁碟中刪除。這在處理臨時或一次性檔案時特別實用。";
"The shelf expands automatically when you hover directly over an empty space or the expand button - provided there are more files to display.\n\nHowever, if you're hovering over a file already visible on the shelf, it won't expand immediately allowing you to browse them. Once you're done browsing, simply move your mouse near the expand button to express the intent of seeing more in the shelf, and the shelf will expand automatically." = "當您把滑鼠停留在空白區域或展開按鈕上時，如果有更多檔案可顯示，收納列會自動展開。\n\n如果您停留在已顯示的檔案上，為了便於瀏覽，收納列不會立刻展開。瀏覽完畢後，將滑鼠移到展開按鈕附近以表示想查看更多內容，收納列會自動展開。";
"This is the location where your Screenshots destination is set to in your macOS. Only the images that are recognised as a screenshot is shown here (based on the image attribute)." = "這是 macOS 中設定的截圖儲存位置。這裡只會顯示被辨識為截圖的圖片（基於影像屬性）。";
"This will hide the Dockside, and its behavior is similar to that of the Dock. It will appear when the mouse is near either the Dock or the Dockside. Dockside will automatically enter hide mode when an app is in full-screen mode or if the Dock is hidden. You don't need to enable this manually for it to happen." = "此選項會隱藏 Dockside，其行為類似 Dock。當滑鼠靠近 Dock 或 Dockside 時會顯示。若有應用程式處於全螢幕或 Dock 被隱藏，Dockside 會自動進入隱藏模式，無需手動啟用。";
"Usage Tips & Tricks" = "使用技巧";
"Version: %@" = "版本：%@";
"Website" = "官方網站";
"When Clop is available, Dockside will automatically optimise image or video or PDF dragged to the shelf. You can always manually do this via right-click menu but this option will automatically do it for you every time you drop a file to the shelf." = "當 Clop 可用時，Dockside 會自動最佳化拖入收納列的圖片、影片或 PDF。您也可以透過右鍵選單手動執行，但此選項會在每次拖放時自動完成。";
"When Dockside is hidden away in auto-hide mode or when apps are in full screen mode, taking the mouse near the Dock will also reveal the Dockside. When this option is disabled, Dockside will reveal when the mouse is near the Dockside." = "當 Dockside 處於自動隱藏模式或應用程式處於全螢幕時，將滑鼠移到 Dock 附近也會顯示 Dockside。停用此選項後，只有靠近 Dockside 才會顯示。";
"When a file or folder is dragged to a destination, it is automatically removed from Dockside. But, if you need to temporarily remove the item on draging out then hold the Option or Shift key when dragging out." = "當檔案或檔案夾被拖到目標位置時，會自動從 Dockside 移除。如果您希望拖出時僅臨時移除，請在拖動時按住 Option 或 Shift 鍵。";
"When enabled, Dockside will automatically downoad a .webp image file as a .png image file. The file sizes will vary compared to the source image file. Uses native libraries." = "啟用後，Dockside 會自動將 .webp 圖片下載為 .png 檔案。檔案大小可能與原始檔案不同。使用原生函式庫處理。";
"When enabled, Dockside will display the items matching the pattern in the shelf, but these items will be excluded when performing bulk deletions from shelf." = "啟用後，Dockside 會顯示匹配模式的項目，但在執行批次刪除時會排除這些項目。";
"When enabled, Dockside will ignore plain text drag and the shelf is not activated during the drag. You can still drop it to the shelf though. Note that plain text drags are default delayed by 0.4ms to reduce false triggers" = "啟用後，Dockside 會忽略純文字拖曳，拖曳期間收納列不會被啟用。您仍可將其拖放到收納列。注意：純文字拖曳預設延遲 0.4ms 以減少誤觸。";
"When enabled, both shelves are shown when the mouse is hovered over either of the shelf. To show them independently, disable this option." = "啟用後，當滑鼠停留在任一收納列上時會同時顯示兩個收納列。若要分別顯示，請停用此選項。";
"When enabled, the app crash report (when app crashes) is automatically sent to the developer via Sentry. The log may contain device info such as OS version, machine type and app crash report for debugging purposes only. Disable it when you don't need to report app crashes." = "啟用後，當應用程式當機時會透過 Sentry 自動向開發者傳送當機報告。日誌可能包含系統版本、裝置型號及當機資訊，僅用於除錯。若不需要回報當機，請關閉此選項。";
"e.g., log*, temp*" = "例如：log*、temp*";
"macOS Dock Settings" = "macOS Dock 設定";
"Dockside is placed on the main display by default (automatic mode). To pin it to a specific screen use the manual mode & select the screen from the below." = "Dockside 預設放在主要顯示器（自動模式）。要固定到指定螢幕，請使用手動模式並在下方選擇螢幕。";
"Screenshots" = "截圖";
"Images" = "影像";
"Items" = "項目";
"Recent Items" = "最近項目";
"Recents" = "最近使用";
"Open Screenshots (%@)" = "打開截圖（%@）";
"Open Downloads (%@)" = "打開下載（%@）";
"Add Sketch" = "新增草稿";
"Click to crash" = "點擊使 App 當機";
"Context Menu" = "快速選單";
"Delete All Notes" = "刪除所有筆記";
"Import File" = "匯入檔案";
"Import from iPhone or iPad" = "從 iPhone 或 iPad 匯入";
"No Devices Available" = "無可用裝置";
"Remove All Notes" = "移除所有筆記";
"Reset size" = "重置大小";
"Scan Document" = "掃描文件";
"Take Photo" = "拍照";
"Compress selected (%d) files as ZIP archive..." = "將選中的 %d 個檔案壓縮為 ZIP 檔...";
"Compress selected (%d) %@ as ZIP archive..." = "將選中的 %d 個%@壓縮為 ZIP 檔...";
"Copy selected (%d) files" = "複製選中的 %d 個檔案";
"Copy selected (%d) files to..." = "將選中的 %d 個檔案複製到...";
"Copy selected (%d) %@" = "複製選中的 %d 個%@";
"Copy selected (%d) %@ to..." = "將選中的 %d 個%@複製到...";
"Create a PDF from selected (%d) files..." = "從選中的 %d 個檔案新增 PDF...";
"Create a PDF from selected (%d) %@..." = "從選中的 %d 個%@新增 PDF...";
"Move All %@ to Bin (from %@)" = "將所有%@丟到垃圾桶（來自%@）";
"Move selected (%d) files to Bin" = "將選中的 %d 個檔案丟到垃圾桶";
"Move selected (%d) files to..." = "將選中的 %d 個檔案移動到...";
"Move selected (%d) %@ to Bin" = "將選中的 %d 個%@丟到垃圾桶";
"Move selected (%d) %@ to..." = "將選中的 %d 個%@移動到...";
"Move selected %@ to Bin" = "將選中的%@丟到垃圾桶";
"Move selected %@ file to Bin" = "將選中的%@檔案丟到垃圾桶";
"Reduce size for (%d) files (requires Clop)" = "壓縮 %d 個檔案的大小（需要 Clop）";
"Reduce size for selected (%d) files (requires Clop)" = "壓縮選中的 %d 個檔案大小（需要 Clop）";
"Reduce size for selected (%d) files (via Clop)..." = "透過 Clop 壓縮選中的 %d 個檔案大小...";
"Reduce size for selected (%d) %@ (requires Clop)" = "壓縮選中的 %d 個%@大小（需要 Clop）";
"Reduce size for selected (%d) %@ (via Clop)..." = "透過 Clop 壓縮選中的 %d 個%@大小...";
"Remove Image Metadata from selected (%d) files..." = "移除選中的 %d 個檔案的圖像中繼資料...";
"Remove Image Metadata from selected (%d) %@..." = "移除選中的 %d 個%@的圖像中繼資料...";
"Remove selected (%d) files" = "移除選中的 %d 個檔案";
"Restore Previously Removed Items (%d)" = "回復先前移除的項目（%d）";
"Selection Info: %d items, total size: %@" = "選中訊息：%d 個項目，總大小：%@";
"Upload selected (%d) files (via Dropshare)..." = "透過 Dropshare 上傳選中的 %d 個檔案...";
"Upload selected (%d) %@ (via Dropshare)..." = "透過 Dropshare 上傳選中的 %d 個%@...";
"The last %d recently added files are shown here. The grayed-out ones are already present in the Dockside." = "此處顯示最近新增的 %d 個檔案。灰顯的檔案已存在於 Dockside 中。";
"The last %d recently added notes are shown here. The grayed-out ones are already present in the Dockside." = "此處顯示最近新增的 %d 條筆記。灰顯的筆記已存在於 Dockside 中。";
"Contact & Links" = "聯絡與超連結";
"A Note From the Developer" = "來自開發者的一段話";
"A lightweight file shelf that keeps your files and folders at your fingertips beside the Dock." = "一個輕量的檔案收納列，讓您的檔案和檔案夾在 Dock 旁隨手可及。";
"Hey, I'm Prajwal, the developer behind Dockside. I love making lightweight and useful apps like Dockside, a streamlined file shelf designed to keep your files and folders at your fingertips beside the Dock.

Dockside doesn't collect or share any of your data. It only uses the internet for a license check, and after that everything stays on your device. Your privacy is as important to me as it is to you. If you have any questions or feedback, feel free to reach out — I'd love to hear from you. Thanks for supporting indie development!" = "您好，我是 Prajwal，這款應用程式的開發者！😊 我喜歡製作輕量且實用的應用程式，比如 Dockside —— 一個簡潔的檔案收納列，讓您的檔案和檔案夾在 Dock 旁隨手可及。

Dockside 不會收集或分享您的任何資料。它只在進行授權驗證時使用網路，之後一切都保留在您的裝置上。🔒 您的隱私權對我和對您一樣重要。如果您有任何問題或意見，歡迎聯絡我——我很樂意聽到您的聲音。感謝支持獨立開發！🙏";

/* Icon context menu */
"File" = "檔案";
"Folder" = "檔案夾";
"File: %@" = "檔案：%@";
"Folder: %@" = "檔案夾：%@";
"Path: %@" = "路徑：%@";
"Date modified: %@" = "修改日期：%@";
"Size: %@" = "大小：%@";
"Size: %@ %@" = "大小：%@ %@";
"N/A" = "不適用";
"Unknown" = "未知";
"(reduced via Clop)" = "（透過 Clop 縮小）";
"Remove %@" = "移除%@";
"Remove File" = "移除檔案";
"Compress as ZIP archive..." = "壓縮為 ZIP 檔...";
"Convert WebP to PNG Format" = "將 WebP 轉換為 PNG 格式";
"Upload with Dropshare..." = "使用 Dropshare 上傳...";
"Upload with Dropshare (requires Dropshare app)..." = "使用 Dropshare 上傳（需要 Dropshare 應用程式）...";
"file is empty" = "檔案為空";
"file too large" = "檔案過大";
"file missing" = "檔案缺失";
"unavailable" = "不可用";
"Copy URL" = "複製 URL";
"URL copied to clipboard" = "URL 已複製到剪貼板";
"Upload Again..." = "重新上傳...";
"Remove Image Metadata" = "移除圖片中繼資料";
"Extract Text from Image..." = "從圖片擷取文字...";
"Create PDF..." = "新增 PDF...";
"Create a PDF from image" = "從圖片新增 PDF";
"Reduce size (via Clop)..." = "縮小檔案大小（透過 Clop）...";
"Optimised already (via Clop)..." = "已最佳化（透過 Clop）...";
"Reduce size (requires Clop app) - Get Clop for free..." = "縮小檔案大小（需要 Clop 應用程式）— 免費獲取 Clop...";
"Clop app not installed - Get Clop for free..." = "未安裝 Clop 應用程式 — 免費獲取 Clop...";
"Run with Shortcut..." = "透過快速指令執行...";
"Open" = "打開";
"Open With" = "打開方式";
"Quick Look" = "快速查看";
"Share" = "分享";
"Send via Email..." = "透過電子郵件...";
"Get Info" = "顯示簡介";
"Show in Finder" = "在 Finder 中顯示";
"Copy Pathname" = "複製路徑名稱";
"Rename" = "重新命名";
"Rename to:" = "重新命名為:";
"Rename / Move..." = "重新命名 / 移動...";
"Clear Folder" = "清空檔案夾";
"Copy Folder Contents to Clipboard" = "複製檔案夾內容到剪貼板";
"Copy %@" = "複製%@";
"Copy Contents" = "複製內容";
"Move To..." = "移動到...";
"Move To" = "移動到";
"Recent locations:" = "最近的位置:";
"No Recent Folders" = "沒有最近的檔案夾";
"Choose a Folder..." = "選擇檔案夾...";
"Copy To..." = "複製到...";
"Copy To" = "複製到";
"Delete Immediately" = "立即刪除";
"No shortcuts available" = "無可用快速指令";
"Item Order:" = "項目順序：";
"Newest on Left" = "最新在左側";
"Newest on Right" = "最新在右側";
"Newest on Top" = "最新在上方";
"Newest on Bottom" = "最新在下方";
"Choose where notes are stored. Default uses the Files work directory. Desktop, Documents, Downloads or another folder use a visible Notes subfolder under the selected location." = "選擇筆記的儲存位置。預設使用檔案工作目錄。桌面、文件、下載或其它檔案夾會在所選位置下使用可見的“Notes”檔案夾。";
"Choose where Dockside shelves appear on screen: Bottom (along the bottom like the Dock), Left, or Right edge. When Left or Right, icons are arranged top-to-bottom like the macOS Dock in vertical mode. Left and Right are hidden when the Dock is on that same side." = "選擇 Dockside 收納列在螢幕上的顯示位置：底部（與 Dock 一樣）、左側或右側。選擇左側或右側時，圖像會像 macOS Dock 的直排模式一樣自上而下排列。Dock 位於同一側時，左側和右側選項將不會顯示。";
"Choose where the newest items appear in the Files shelf." = "選擇最新項目在檔案收納列中的顯示方向。";
"Choose where the newest items appear in the Screenshots and Downloads shelf." = "選擇最新項目在截圖與下載架中的顯示方向。";

"Files Shelf – About" = "檔案收納列 – 簡介";
"Files Shelf Intro" = "這是您的拖放架。將檔案、檔案夾和超連結拖放到此處以便快速取用。您可以設定工作目錄，並可選擇監視某個檔案夾，使其中的新檔案自動出現在收納列上。";

"Screenshots & Downloads Shelf – About" = "截圖與下載收納列 – 簡介";
"Screenshots Shelf Intro" = "此架預設分為兩個區域：截圖與下載，兩者之間的比例可調。您可以將每個區域指向任意檔案夾，按圖像或僅截圖篩選，並調整顯示數量，完全按您的使用習慣訂製。";

/* Settings Panel missing keys */
"Additionally Monitor Clipboard for Screenshots" = "額外監視剪貼板中的螢幕截圖";
"Additionally Monitor a Directory" = "額外監視一個目錄";
"Adjust the size of the icon displayed on shelf, when set to max, the labels are turned off." = "調整收納列上圖像的大小，設為最大時會關閉標籤。";
"All downloaded web contents and files are deleted from the work directory." = "所有下載的網頁內容和檔案都會從工作目錄中刪除。";
"Always Prefer Dark Mode" = "始終偏好深色模式";
"Appearance:" = "外觀：";
"Apply" = "套用";
"Apps on the ignore list won't hide Dockside in full-screen mode. Add to the ignore list on the right if needed." = "忽略列表中的應用程式在全螢幕時不會隱藏 Dockside，如有需要可在右側新增。";
"Apps that are running in full screen mode is tagged with [X] and is shown here." = "處於全螢幕模式的應用程式會標註為 [X] 並在此顯示。";
"Audio feedback will be provided when dragging is complete." = "拖曳完成時會提供音效意見。";
"Auto-Hide Timing" = "自動隱藏時序";
"Auto-delete 30+ day files" = "自動刪除超過 30 天的檔案";
"Auto-delete 30+ day notes" = "自動刪除超過 30 天的筆記";
"Automatic" = "自動";
"Automatically" = "自動";
"Check Now" = "立即檢查";
"Check for Updates:" = "檢查更新：";
"Controls the split between the Screenshots and the Downloads area on the right side" = "控制右側截圖與下載區域的分隔比例";
"Copy" = "複製";
"Delete All Files..." = "刪除所有檔案...";
"Delete All Notes..." = "刪除所有筆記...";
"Delete File Copies on Removal" = "移除時刪除檔案副本";
"Deletes all of your notes from the work directory." = "將工作目錄中的所有筆記刪除。";
"Diagnostics" = "診斷";
"Disable Activation Completely" = "完全停用啟用";
"Disable Activation on Text Drag" = "拖曳文字時停用啟用";
"Peek Shelf When Dragging Starts (Hide Mode)" = "拖曳開始時顯示收納列邊緣（隱藏模式）";
"When hide mode is on, the shelf peeks (shows a small portion from the edge) as soon as dragging starts. This gives a visual hint of where to drop. Skipped when the trigger is set to near cursor, since the shelf appears next to the cursor anyway." = "隱藏模式下，拖曳開始時會顯示收納列邊緣，提示放置位置。當觸發方式設為“靠近指標”時會跳過，因為收納列會直接出現在指標旁。";
"Disable Desktop Features" = "停用桌面功能";
"Disable Dock Auto-Hide Delay:" = "停用 Dock 自動隱藏延遲";
"Disable Menu Bar Info Popups" = "停用選單列訊息跳出視窗";
"Disable Previews" = "停用預覽";
"Use Legacy PDFKit Previewer" = "使用舊版 PDFKit 預覽器";
"Disable Tips & Hints" = "停用提示與技巧";
"Disables the Screenshots and Downloads Shelf." = "停用截圖與下載收納列。";
"Disables the file preview completely, only the file name is shown on mouse hover." = "完全停用檔案預覽，滑鼠停留時僅顯示檔案名稱。";
"Disables the useful tips and hints that show up above the shelf when you perform specific actions." = "停用在執行特定操作時出現在收納列上方的有用提示。";
"Dock-Style" = "Dock 風格";
"Dockside" = "Dockside";
"Dockside displays the most recently modified files system-wide, as tracked by macOS 'Recents' in Finder." = "Dockside 會根據 macOS 在 Finder 的“最近使用”顯示系統中最近修改的檔案。";
"Dockside screen placement" = "Dockside 螢幕放置";
"Dockside will additionally monitor this directory for new items and automatically add them to the Files shelf, if it's enabled." = "Dockside 還會監視該目錄的新項目，並在啟用時自動新增到檔案收納列。";
"Dockside will automatically check for new updates, regularly + when the app is launched." = "Dockside 會定期並在應用程式啟動時自動檢查更新。";
"Dockside will display a message when no files are in the shelf." = "當收納列中沒有檔案時，Dockside 會顯示提示訊息。";
"Dockside will display icon decorators (such as green dots or thunder icons) overlaid on top of the file icons in the shelf." = "Dockside 會在收納列上的檔案圖像上疊加裝飾（例如綠色圓點或閃電圖像）。";
"Dockside will not activate the drop area when dragging is detected. You can still continue to drop files to the shelf." = "偵測到拖曳時 Dockside 不會啟用放置區域，您仍可繼續將檔案拖到收納列。";
"Dockside will show labels below each icon" = "Dockside 會在每個圖像下顯示標籤";
"Downloads the log generated by the Dockside app for debugging (for developer use)." = "下載 Dockside 生成的日誌用於除錯（開發者使用）。";
"Drop Area Activation Delay:" = "放置區域啟用延遲：";
"Drop Area Height:" = "放置區域高度：";
"Enable App Drawer" = "啟用應用程式抽屜";
"Enhanced Resizing Response" = "增強尺寸調整回應";
"Expand Shelf on Mouse Hover" = "滑鼠停留時展開收納列";
"Expand or Collapse Dockside Shelves" = "展開或收起 Dockside 收納列";
"File Icon Size:" = "檔案圖像大小：";
"Files Area" = "檔案區域";
"Files Count:" = "檔案數量：";
"Files Work Directory:" = "檔案工作目錄：";
"General Shelf Settings" = "一般收納列設定";
"Hey, I'm Prajwal, the developer behind this app! 😊 I love making lightweight and useful apps like Dockside, a streamlined file shelf designed to keep your files and folders at your fingertips beside the Dock.\n\nDockside doesn't collect or share any of your data. It only uses the internet for a license check, and after that everything stays on your device. 🔒 Your privacy is as important to me as it is to you. If you have any questions or feedback, feel free to reach out — I'd love to hear from you. Thanks for supporting indie development! 🙏" = "嗨，我是 Prajwal，Dockside 的開發者！😊 我喜歡打造輕量且實用的應用程式。Dockside 是一個貼近 Dock 的精簡檔案收納列，讓您的檔案和檔案夾隨手可及。\n\nDockside 不會收集或共享您的任何資料。它僅在授權驗證時使用網路，之後一切都保留在您的裝置上。🔒 您的隱私權對我和對您一樣重要。如果您有任何問題或意見，歡迎隨時聯絡我——我很樂意聽到您的想法。感謝您支持獨立開發！🙏";
"Hide Menu Bar Icon" = "隱藏選單列圖像";
"Hide menu bar icon" = "隱藏選單列圖像";
"How to move Dock to a different screen/monitor?..." = "如何將 Dock 移動到其他螢幕/顯示器？...";
"Increase the size of the file preview window shown on hover." = "放大滑鼠停留時的檔案預覽視窗。";
"I’m always open to feedback and feature ideas. Thank you for supporting Dockside." = "我始終歡迎意見與功能建議。感謝您支持 Dockside。";
"Keep shelves hidden (during mouse hover)" = "在滑鼠停留時保持收納列隱藏";
"Keyboard Shortcuts - Custom" = "快速鍵 - 自訂";
"Launch at login" = "登入時啟動";
"License" = "授權";
"License key that was provided to you" = "由 提供的授權金鑰";
"List of screens/displays connected to the mac." = "連接到 Mac 的螢幕/顯示器列表。";
"Only available when multiple displays are connected." = "僅在連接多個顯示器時可用。";
"Dockside is placed on the main display. Manual mode is only available when multiple displays are connected." = "Dockside 放置在主要顯示器上。僅當連接多個顯示器時，手動模式才可用。";
"Unlock Dockside with a lifetime license — $5.99 only." = "以終身授權解鎖 Dockside — 僅需 $5.99。";
"✓ Use on up to 3 devices • Lifetime access • No subscription\n✓ Lifetime support included" = "✓ 最多 3 台裝置使用 • 終身取用 • 無訂閱\n✓ 含終身支援";
"Manual" = "手動";
"Manually check for updates (requires internet)" = "手動檢查更新（需要網路）";
"Mouse Hover Sensitivity:" = "滑鼠停留靈敏度：";
"Move Original File to Shelf" = "將原始檔案移到收納列";
"New Note" = "新增筆記";
"Notes Area" = "筆記區域";
"Notes are auto-deleted if they are more than 30 days old." = "筆記超過 30 天會自動刪除。";
"Open Dock Settings..." = "打開 Dock 設定...";
"Open Files..." = "打開檔案...";
"Open Notes..." = "打開筆記...";
"Open System Permissions..." = "打開系統權限...";
"Open the work directory" = "打開工作目錄";
"Purchased from: %@" = "購買來源：%@";
"Gumroad" = "Gumroad";
"Direct / Vendor" = "直接 / 供應商";
"The Vault" = "The Vault";
"Optimise Images/Videos/PDFs (via Clop) Automatically" = "自動最佳化圖片/影片/PDF（透過 Clop）";
"Paste" = "貼上";
"Play Sounds" = "播放聲音";
"Positioning:" = "位置：";
"Preview & Thumbnails" = "預覽與縮圖";
"Preview Delay:" = "預覽延遲：";
"Preview Size:" = "預覽大小：";
"When enabled, Dockside uses the older PDFKit-based hover preview for PDF files. Disable this to use the lighter optimized preview." = "啟用後，Dockside 會對 PDF 檔案使用舊版基於 PDFKit 的停留預覽。關閉此選項可使用更輕量的最佳化預覽。";
"Refresh the list" = "重新整理列表";
"Remove Files After Dragging Out" = "拖出後移除檔案";
"Reset" = "重置";
"Reset to defaults" = "回復預設";
"Resets Dockside app warnings popups and info alerts. " = "重置 Dockside 的警告跳出視窗和訊息提示。";
"Restart Dock" = "重新啟動 Dock";
"Restarts the macOS Dock." = "重新啟動 macOS Dock。";
"Restrict Exclusions to Bulk Deletion Only" = "將排除限制為僅用於批次刪除";
"Reveal All Shelves" = "顯示所有收納列";
"Reveal Behavior" = "顯示行為";
"Reveal Dockside with Dock" = "隨 Dock 顯示 Dockside";
"Reveal shelves when hide mode is on (temporarily)" = "在隱藏模式開啟時臨時顯示收納列";
"Keep visible when Files shelf has items" = "檔案收納列有項目時保持可見";
"When hide mode is on, keep both shelves visible until the Files shelf is cleared. Dockside returns to hide mode when all items are removed." = "開啟隱藏模式時，兩個收納列會保持可見直到檔案收納列被清空。移除所有項目後 Dockside 將回復隱藏模式。";
"Select an entry from the running apps list to add to the ignore list." = "從正在執行的應用程式列表中選擇一個項目以新增到忽略列表。";
"Send Crash Report to Developer" = "傳送當機報告給開發者";
"Show Floating Thumbnail (Screenshots)" = "顯示浮動縮圖（截圖）";
"Show Icon Decorators" = "顯示圖像裝飾";
"Show Icon Labels" = "顯示圖像標籤";
"Show Only Images" = "僅顯示圖片";
"Show Only Screenshots" = "僅顯示截圖";
"Show Shelf Hints" = "顯示收納列提示";
"Show System Recent Files" = "顯示系統最近檔案";
"Max" = "最大";
"Number of system recent files to display in the shelf." = "在收納列中顯示的系統最近檔案數量。";
"Show Thumbnails" = "顯示縮圖";
"Show or hide Downloads area in the Screenshots shelf" = "顯示或隱藏截圖收納列中的下載區域";
"Show or hide Screenshots area in the Screenshots shelf" = "在截圖收納列中顯示或隱藏截圖區域";
"Show or hide notes area in the Files shelf" = "在檔案收納列中顯示或隱藏筆記區域";
"Shows all image files in the directory" = "顯示目錄中的所有圖片檔案";
"Shows file thumbnails in the shelf, whenever that is available." = "在可用時顯示收納列中的檔案縮圖。";
"Start at Login" = "登入時啟動";
"Store Only File References" = "僅儲存檔案引用";
"Style:" = "樣式：";
"To manually place the Dockside to one of your screens, use this mode and select the screen." = "要手動將 Dockside 放到某個螢幕，請使用此模式並選擇螢幕。";
"Toggle Dockside Auto-Hiding" = "切換 Dockside 自動隱藏";
"Transparent" = "透明";
"Opaque" = "不透明";
"Shelf Color:" = "收納列顏色：";
"Choose a solid color for the shelf background when using the Opaque style. No blur effect is applied." = "選擇不透明樣式時收納列背景的純色。不套用模糊效果。";
"When enabled, displays a subtle thin border around the opaque shelf. Disable for a borderless look." = "啟用時在收納列周圍顯示細框線。停用可獲得無框線外觀。";
"Show Shelf Border" = "顯示收納列框線";
"Border Color:" = "框線顏色：";
"Choose the color for the shelf border when the border is enabled." = "選擇啟用框線時的收納列框線顏色。";
"Reset to Default" = "回復預設";
"Turn Dock hiding ON/OFF" = "打開/關閉 Dock 隱藏";
"Turn Dock magnification ON/OFF" = "打開/關閉 Dock 放大";
"Turn Dockside Fading On" = "開啟 Dockside 漸隱";
"Turn Dockside Hiding On" = "開啟 Dockside 隱藏";
"Turn Magnification On" = "開啟放大";
"When enabled, apps that are dragged to the shelf are placed in app drawer." = "啟用後，拖到收納列的應用程式會放入應用程式抽屜。";
"You are allowed to use the license on up to 3 machines.\nDeactivate the license to make it available for use on another machine.\nEnsure the license is deactivated before uninstalling the app for use on another machine." = "該授權最多可在 3 台裝置上使用。\n停用授權後可在另一台裝置上使用。\n若要在其他裝置繼續使用，請在解除安裝前先停用授權。";
"macOS by default shows a floating thumbnail which could be annoying when Dockside already shows this on the right side." = "macOS 預設顯示浮動縮圖，當 Dockside 已在右側顯示時可能會令人困擾。";

"Ungroup stack" = "取消分組堆疊";
"Ungrouped stack" = "已取消分組堆疊";
"Double-click to unstack" = "按兩下以取消堆疊";
"Click green '≠' action icon to unstack" = "點擊綠色「≠」動作圖像以取消堆疊";
"Click green '≠' or double-click to unstack" = "點擊綠色「≠」或按兩下以取消堆疊";
"and %d more..." = "另外 %d 個...";

"1 file" = "1 個檔案";
"%d files" = "%d 個檔案";

"Group selected (%d) files into stack" = "將選中的 (%d) 個檔案分組為堆疊";
"Group selected files into stack" = "將選中的檔案分組為堆疊";
"Grouped selected files into stack" = "已將選中的檔案分組為堆疊";
"Select at least two files to group" = "請至少選擇兩個檔案進行分組";

"Automatically stack dropped files" = "自動堆疊拖放的檔案";
"When enabled, dropping a file on top of another file or dropping multiple files together automatically creates a stack in the Files shelf." = "啟用後，將檔案拖放到另一個檔案上，或一次拖放多個檔案時，會在檔案收納列中自動新增堆疊。";

"Stack" = "堆疊";
"Copy All" = "全部複製";
"Close" = "關閉";
"%d files selected:" = "%d 個檔案已選中:";
"Screen" = "螢幕";
"AppleScript" = "AppleScript";
"Shell Script" = "Shell 腳本";
"Share Sheet..." = "共享...";
"Apple Services..." = "Apple 服務...";
"Script path" = "腳本路徑";
"Post-drop folder path" = "放下後檔案夾路徑";
"Choose Script..." = "選擇腳本...";
"Choose Post-drop Folder..." = "選擇放下後檔案夾...";
"Keep in shelf" = "保留在收納列中";
"Permanently Delete" = "永久刪除";
"Error: Post-drop destination folder is not configured." = "錯誤：未配置放下後目標檔案夾。";
"Post-drop copied %d file(s)." = "放下後已複製 %d 個檔案。";
"Post-drop copied %d file(s). Failed: %d." = "放下後已複製 %d 個檔案。失敗：%d。";
"Post-drop moved %d file(s)." = "放下後已移動 %d 個檔案。";
"Post-drop moved %d file(s). Failed: %d." = "放下後已移動 %d 個檔案。失敗：%d。";
"Post-drop moved %d file(s) to Bin." = "放下後已將 %d 個檔案丟到垃圾桶。";
"Post-drop moved %d file(s) to Bin. Failed: %d." = "放下後已將 %d 個檔案丟到垃圾桶。失敗：%d。";
"Post-drop permanently deleted %d file(s)." = "放下後已永久刪除 %d 個檔案。";
"Post-drop permanently deleted %d file(s). Failed: %d." = "放下後已永久刪除 %d 個檔案。失敗：%d。";
"Error: Unable to present Share Sheet." = "錯誤：無法顯示共享面板。";
"Running AppleScript '%@'..." = "正在執行 AppleScript '%@'...";
"Running AppleScript '%@' for %d files..." = "正在為 %d 個檔案執行 AppleScript '%@'...";
"Running shell script '%@'..." = "正在執行 Shell 腳本 '%@'...";
"Running shell script '%@' for %d files..." = "正在為 %d 個檔案執行 Shell 腳本 '%@'...";
"Error: AppleScript is not configured." = "錯誤：AppleScript 未配置。";
"Error: Shell script is not configured." = "錯誤：Shell 腳本未配置。";
"AppleScript started for %d files. Failed: %d." = "已為 %d 個檔案啟動 AppleScript。失敗：%d。";
"Shell script started for %d files. Failed: %d." = "已為 %d 個檔案啟動 Shell 腳本。失敗：%d。";
"Run CLI Command" = "執行 CLI 命令";
"CLI command (e.g. open \"$dropped_file\")" = "CLI 命令（例如：open \"$dropped_file\"）";
"AirDrop" = "AirDrop";
"iMessage" = "iMessage";
"Share via WhatsApp..." = "透過 WhatsApp 分享...";
"Share via Telegram..." = "透過 Telegram 分享...";
"Error: %@ sharing is unavailable." = "錯誤：無法透過 %@ 分享。";
"Error: WhatsApp is not installed." = "錯誤：未安裝 WhatsApp。";
"Error: Telegram is not installed." = "錯誤：未安裝 Telegram。";
"Opened in %@. Complete sharing in the app." = "已在 %@ 中打開。請在應用程式內完成分享。";
"Error: Unable to open %@ for sharing." = "錯誤：無法打開 %@ 進行分享。";
"Auto-delete old files" = "自動刪除舊檔案";
"Delete After:" = "刪除時間:";
"Hours" = "小時";
"Days" = "天";
"Automatically moves old files from this mapped folder to the Bin after the selected age. Dockside uses the file creation date so edits don't postpone cleanup." = "檔案達到所選時長後，會自動從此映射檔案夾丟到垃圾桶。Dockside 使用新增日期，因此編輯不會延遲清理。";
"Choose how old a file must be before Dockside moves it to the Bin automatically." = "選擇檔案達到多久後，Dockside 會自動將其丟到垃圾桶。";
"Apply auto-delete settings?" = "要套用自動刪除設定嗎？";
"Applying this will immediately move %d existing file(s) from the %@ to the Bin." = "套用後，會立即將 %@ 中現有的 %d 個檔案丟到垃圾桶。";
"No existing files in the %@ match this rule right now. Dockside will use the new auto-delete setting after you apply it." = "目前 %@ 中沒有現有檔案符合此規則。套用後，Dockside 將開始使用新的自動刪除設定。";
"This will turn off auto-delete for the %@." = "這將關閉 %@ 的自動刪除。";
"Automatic keeps Dockside's adaptive shelf width. Manual uses a fixed width in points, clamped to the available space for that shelf." = "自動會保持 Dockside 的自適應收納列寬度。手動則使用固定點數寬度，並限制在該收納列可用空間內。";
"Automatic keeps Dockside's adaptive shelf height. Manual uses a fixed height in points, clamped to the available space for that shelf." = "自動會保持 Dockside 的自適應收納列高度。手動則使用固定點數高度，並限制在該收納列可用空間內。";
"Shelf Width:" = "收納列寬度:";
"Shelf Height:" = "收納列高度:";
"Shelf Width" = "收納列寬度";
"Shelf Height" = "收納列高度";

"Action" = "動作";
"Action performed after the selected drop action completes" = "所選拖放動作完成後執行的操作";
"Any file" = "任何檔案";
"Audio" = "音訊";
"Choose file extension" = "選擇檔案副檔名";
"Choose file extension…" = "選擇檔案副檔名…";
"Choose..." = "選擇...";
"Destination" = "目標";
"Done" = "完成";
"Drop Zones" = "拖放分區";
"File type" = "檔案類型";
"Folder path" = "檔案夾路徑";
"Icon" = "圖像";
"Name" = "名稱";
"Name your drop zone..." = "為此拖放分區命名...";
"Drag & Drop Areas" = "拖放分區";
"Areas:" = "分區：";
"Area %d Name:" = "分區 %d 名稱：";
"Area %d" = "分區 %d";
"Split the Files shelf into up to three named drag and drop areas. Dropped files are assigned to the hovered area and arranged within that section." = "將“檔案”收納列拆分為最多三個可命名的拖放分區。放下的檔案會分配到目前停留的分區，並在該分區內排列。";
"None" = "無";
"Only show this zone when dragged files match the selected types" = "僅當拖動的檔案匹配所選類型時顯示此分區";
"PDF" = "PDF";
"PPT" = "PPT";
"Post-drop" = "拖放後";
"Primary action for this drop zone" = "此拖放分區的主要動作";
"Reset or remove this drop zone" = "重置或移除此拖放分區";
"Search…" = "搜尋…";
"Shortcut" = "快速指令";
"Text" = "文字";
"Videos" = "影片";
"When dragging is detected, show 4 configurable drop zones instead of a single drop area. If no zones are configured, the shelf uses the default behavior (expand and accept for shelf)." = "偵測到拖動時，顯示 8 個可配置的拖放分區，而不是單個拖放區域。如果未配置任何分區，收納列將使用預設行為（展開並接收到收納列）。";
"Word" = "Word";
"Compression completed." = "壓縮已完成。";
"Error: Compression failed." = "錯誤：壓縮失敗。";
"Combined PDF created successfully." = "合併 PDF 已成功新增。";
"Error: No image files found for PDF creation." = "錯誤：未找到用於新增 PDF 的圖像檔案。";
"Error: No image files processed for metadata removal." = "錯誤：沒有處理任何圖像檔案來移除中繼資料。";
"Error: No image/video/pdf type files found for optimisation via Clop..." = "錯誤：未找到可透過 Clop 最佳化的圖像/影片/PDF 檔案...";
"Error: No valid files dropped." = "錯誤：未拖放有效檔案。";
"No valid files to share (empty or too large)" = "沒有可分享的有效檔案（為空或過大）";
"Quick Sharing..." = "快速分享...";
"Copied %d link(s) to clipboard" = "已將 %d 個超連結複製到剪貼板";
"Uploading selected files via Dropshare..." = "正在透過 Dropshare 上傳所選檔案...";
"Create Shareable Link" = "新增可分享超連結";
"Create Shareable Link (unavailable)" = "新增可分享超連結（不可用）";
"Create Shareable Link selected (%d) files..." = "為選中的 (%d) 個檔案新增可分享超連結...";
"Create Shareable Link selected (%d) %@..." = "為選中的 (%d) 個%@新增可分享超連結...";
"Create Shareable Link..." = "新增可分享超連結...";
"Dark Mode" = "深色模式";
"Mute Audio" = "靜音";
"Mute Microphone" = "麥克風靜音";
"Wi-Fi" = "Wi‑Fi";
"Keep Awake" = "保持喚醒";
"Hidden Files" = "隱藏檔案";
"User Library" = "使用者資源庫";
"Dock Auto-Hide" = "Dock 自動隱藏";
"Dock Magnify" = "Dock 放大";
"Recent Dock Apps" = "最近使用的 Dock 應用程式";
"Menu Bar Auto-Hide" = "選單列自動隱藏";
"Screenshot Preview" = "截圖預覽";
"Desktop Icons" = "桌面圖像";
"Desktop Widgets" = "桌面小工具";
"Stage Manager Widgets" = "幕前調度小工具";
"File Extensions" = "檔案副檔名";
"Finder Path Bar" = "Finder 路徑列";
"Finder Status Bar" = "Finder 狀態列";
"Dockside Hide" = "隱藏 Dockside";
"Reveal With Dock" = "隨 Dock 顯示";
"Expand on Hover" = "停留時展開";
"Auto Fade" = "自動淡出";
"Clipboard Watch" = "監視剪貼板";
"Prefer Dark" = "偏好深色";
"Sound Effects" = "聲音效果";
"Per-Display Shelves" = "按顯示器分別顯示收納列";
"Launch at Login" = "登入時啟動";
"Media" = "媒體";
"Toggles" = "開關";
"Quick Toggles" = "快速開關";
"Choose what the right-side shelf shows. Default keeps the current screenshots/downloads layout. Media replaces the whole shelf with transport controls for Spotify or Apple Music. Info turns the shelf into a live system-stats strip." = "選擇右側收納列顯示的內容。預設會保留目前的截圖/下載佈局。媒體會用 Spotify 或 Apple Music 的播放控制取代整個收納列。訊息會將收納列變成即時系統狀態列。";
"Choose what the right-side shelf shows. Default keeps the current screenshots/downloads layout. Media replaces the whole shelf with transport controls for Spotify or Apple Music. Toggles turns the shelf into a customizable quick-controls surface." = "選擇右側收納列顯示的內容。預設會保留目前的截圖/下載佈局。媒體會用 Spotify 或 Apple Music 的播放控制取代整個收納列。開關會把收納列變成可自訂的快速控制面板。";
"Shows a customizable Control Center-style strip. Pick up to sixteen ordered controls below; Dockside renders them as compact circular icon toggles and adapts the grid to the available shelf size." = "顯示一條可自訂的控制中心風格欄。您可以在下方選擇最多 16 個有順序的控件；Dockside 會將它們渲染為緊湊的圓形圖像開關，並根據可用收納列大小調整格線。";
"Info" = "資訊";
"Info Modules" = "資訊模組";
"CPU" = "CPU";
"Memory" = "記憶體";
"Disk" = "磁碟";
"Network" = "網路";
"Battery" = "電池";
"Clock" = "時鐘";
"Uptime" = "運行時間";
"Thermal State" = "溫度狀態";
"Choose what the right-side shelf shows. Default keeps the current screenshots/downloads layout. Media replaces the whole shelf with transport controls for Spotify or Apple Music. Info turns the shelf into a live system-stats strip. Toggles turns the shelf into a customizable quick-controls surface." = "選擇右側收納列顯示的內容。預設會保留目前的截圖/下載佈局。媒體會用 Spotify 或 Apple Music 的播放控制取代整個收納列。訊息會將收納列變成即時系統狀態列。開關會把收納列變成可自訂的快速控制面板。";
"Shows live system information in compact modules inspired by macOS system monitors. Pick up to eight ordered modules below; Dockside adapts them to the available shelf width and height." = "顯示受 macOS 系統監視器啟發的緊湊即時系統訊息模組。您可以在下方選擇最多 8 個有順序的模組；Dockside 會根據可用收納列寬度和高度進行調整。";
"Performance" = "性能";
"Activity" = "活動";
"Time & Power" = "時間與電源";
"Acknowledgements" = "致謝";
"Dockside ships with and references the following open-source projects." = "Dockside 內置並引用了以下開源項目。";
"This list is generated from Dockside's current package dependencies and feature references. View License opens the full text stored in Dockside for that entry." = "該列表根據 Dockside 目前的軟體套件依賴和功能引用生成。點擊“查看授權”可打開 Dockside 內建的完整授權文字。";
"Bundled Libraries" = "內建函式庫";
"References" = "參考項目";
"View License" = "查看授權";
"Open Repository" = "打開倉庫";
"Version %@" = "版本 %@";
"Pick info modules in Settings" = "在“設定”中選擇資訊模組";
"Sampling" = "取樣中";
"Usage" = "使用率";
"%@ used" = "已使用 %@";
"Free" = "可用";
"Idle" = "空閒";
"Down %@ • Up %@" = "下載 %@ • 上傳 %@";
"No Battery" = "無電池";
"Charging" = "充電中";
"On AC" = "交流供電";
"On Battery" = "電池供電";
"Since boot" = "自啟動以來";
"Nominal" = "正常";
"Stable" = "穩定";
"Fair" = "一般";
"Warm" = "偏熱";
"Serious" = "嚴重";
"High" = "高";
"Critical" = "危急";
"Apply drag and drop area changes" = "套用拖放區域更改";
"Discard pending drag and drop area changes" = "放棄待處理的拖放區域更改";
"Apply this area name" = "套用此區域名稱";
"Reset this area name" = "重置此區域名稱";
"Active" = "啟用";
"Activate this area" = "啟用此區域";
"Deactivate this area" = "停用此區域";
"Primary area is always active." = "主區域始終啟用。";

"Enter one filename pattern and click Apply (or separate multiple patterns with commas). Use * as a wildcard to match any characters. For example, *.log, temp*, backup* will match any files with a .log extension, files starting with temp, or files starting with backup. This also applies when Downloads area is set to Recents." = "輸入一個檔案名模式並點擊“套用”（多個模式可用逗號分隔）。使用 * 作為萬用字元匹配任意字元。例如，*.log、temp*、backup* 會匹配副檔名為 .log 的檔案、以 temp 開頭的檔案或以 backup 開頭的檔案。當下載區域設定為 Recents 時，此規則同樣生效。";

"One pattern (e.g., *.log, temp*)" = "一個模式（例如：*.log, temp*）";

"Unsaved exclusion changes" = "有未儲存的排除項目更改";

"Patterns: %d" = "模式：%d";

"No exclusion patterns added yet." = "尚未新增排除模式。";

"Remove pattern" = "移除模式";

"Normalize" = "標準化";

"Clear" = "清除";

/* Missing zh-Hans translations for visualization/debug UI */
"About" = "關於";
"Active Areas" = "觸發區域";
"Also add the file to the shelf after performing the action" = "執行動作後也將該檔案新增到收納列";
"Application" = "應用程式";
"Applies to Screenshots and %@ icons" = "適用於“截圖”和“%@”圖像";
"Choose Symbol" = "選擇符號";
"Choose symbol" = "選擇符號";
"Configured drag-out zones" = "已配置的拖出分區";
"Copy All & Open in Finder buttons" = "“全部複製”和“在 Finder 中打開”按鈕";
"Could not create settings CSV for zip: %@" = "無法為 ZIP 新增設定 CSV：%@";
"Creates a new note on the shelf" = "在收納列上新增新筆記";
"Detected full-screen apps" = "偵測到全螢幕應用程式";
"Disables zoom and expand window animations for shelves. When enabled, shelf windows resize and expand without animation." = "停用收納列的縮放與展開視窗動畫。啟用後，收納列視窗會無動畫地調整大小和展開。";
"Dismiss this notice permanently" = "永久關閉此提示";
"Dock" = "Dock";
"Double-click to open, right-click for more options" = "按兩下打開，右鍵查看更多選項";
"Drop Zone Trigger" = "拖放分區觸發方式";
"Drop files here" = "將檔案拖放到此處";
"Drop files or folders onto this area to add them to the shelf" = "將檔案或檔案夾拖放到此區域即可新增到收納列";
"Edge" = "邊緣";
"Enable it from Shelf Visibility" = "可在“收納列顯示”中啟用";
"Expands the shelf to show more items" = "展開收納列以顯示更多項目";
"Export Settings to CSV" = "匯出設定為 CSV";
"Fade" = "淡出";
"Failed to Export Settings" = "匯出設定失敗";
"File or note icon" = "檔案或筆記圖像";
"Files" = "檔案";
"Files shelf" = "檔案收納列";
"Full-screen ignored apps list" = "全螢幕忽略應用程式列表";
"Hide" = "隱藏";
"Icon Behavior Preview" = "圖像行為預覽";
"Language" = "語言";
"License email" = "授權電子郵件";
"License key" = "授權金鑰";
"License status" = "授權狀態";
"MAX" = "最大";
"Main Display" = "主要顯示器";
"Mode" = "模式";
"Multiple screens" = "多個螢幕";
"Near cursor" = "靠近指標";
"Near shelf" = "靠近收納列";
"Network Required" = "需要網路";
"Network is required to activate the license one-time. Please check your connection and try again." = "需要連接網路進行一次性授權啟用。請檢查網路連線後重試。";
"Next" = "下一步";
"No area enabled" = "未啟用任何區域";
"No debug log file was found to download. Were you asked to enable the advanced logging for developer debugging? After you enable this, mimic the issue and then download the log." = "未找到可下載的除錯日誌檔案。是否已按開發者要求啟用進階日誌？啟用後請復現問題，再下載日誌。";
"Not activated" = "未啟用";
"Note: %@" = "備註：%@";
"Off" = "關";
"On" = "開";
"Opens Dockside preferences" = "打開 Dockside 設定";
"PDFs" = "PDF 檔案";
"Quits the Dockside app" = "退出 Dockside";
"RAM" = "記憶體";
"Reduce motion" = "減少動態效果";
"Refreshes the shelf contents" = "重新整理收納列內容";
"Removes all files from the shelf" = "從收納列移除所有檔案";
"Restarts the Dockside app" = "重新啟動 Dockside";
"SSD" = "固態硬碟";
"Sample…png" = "範例…png";
"Save a copy of all settings as CSV." = "將所有設定另存為 CSV 副本。";
"Screenshots & Downloads shelf is disabled" = "“截圖與下載”收納列已停用";
"Screenshots Shelf" = "截圖收納列";
"Share Actions" = "共享動作";
"Shelf" = "收納列";
"Shelf Edge:" = "收納列邊緣：";
"Shelf Layout" = "收納列佈局";
"Single" = "單一區域";
"Style" = "樣式";
"Symbol (e.g. doc.fill)" = "符號（例如：doc.fill）";
"System Recents (%@)" = "系統最近使用（%@）";
"System Toggles Mode" = "系統開關模式";
"Tinted" = "染色";
"Trial" = "試用";
"Trial remaining days" = "試用剩餘天數";
"Untitled zone" = "未命名分區";
"When enabled, hovering over an item shows the Copy All and Open in Finder action buttons on the icon." = "啟用後，將滑鼠停留在項目上時，圖像上會顯示“全部複製”和“在 Finder 中打開”動作按鈕。";
"XXXX-XXXX-XXXX-XXXX" = "XXXX-XXXX-XXXX-XXXX";
"Zone %d" = "分區 %d";
"any file" = "任意檔案";
"macOS version" = "macOS 版本";
"name@example.com" = "name@example.com";
"— Select —" = "— 選擇 —";
"Copy to" = "複製到";
"Quick Share" = "快速分享";
"Quick Preview My File" = "快速預覽我的檔案";
